!
#
$
%
&
'
''
'd
'll
'm
're
's
've
(
)
,
-
--
.
...
/
0.01
0.0343
0.28
0.4
0.5
0.7
0.8
0.9
1
1,000
1,350,000
1,450
1.1
1.2
1.29
1.3
1.45
1.5
1.7
1.8
1.8740
1/2
10
10,000
10.05
10.06.89
10.4
10.5
100
103
11
11,000
11.28
11.5
11.9
112,000
12
12.4
12.6
12/32
120
120,000
129.25
129.6
129.87
13
13,433
13.35
13.8
13th
14
140,000
1406.29
142.10
145
15
15.92
150
155
15th
16
160,510
17
17,500
17th
18
18.819
19
190
190.58
1929
193
1960
1960s
1963
1970s
1973
1976
1979
1980s
1981
1982
1983
1984
1986
1987
1988
1989
1990
1990s
1992
1994
2
2.07
2.25
2.3
2.4
2.5
20
20,000
20.7
20.71
200
200,000
2000
2002
2004
20th
21.7
210
211.96
23
23,000
23.3
23.57
24
24.3
25
25.1
25.7
25/32
250
251,170,000
2569.26
26
26.3
27
27/32
270
28.7
29
29.8
2:07
2:30
2:45
3
3.2
3.3
3.4
3.8
3.87
3/4
30
300
31
31.
32
330
339
34
34,000
340
3421.29
35
35.2
37
37.6
375
38.2
39
4
4.1
4.3
4.4
4.5
4.8
40
400
400,000
400th
409
41.4
42
42,000
425
428
46
47,000
475
48
48,000
5
5,000
5.4
5.5
5.8
50
50.5
500
508
52.2
540
55
55,000
550
56
57
589
59
6
6.79
60
60.4
61
63
650
66
7
7.16
7.29
7.5
7.6
7.7
7.82
7/8
70,000
700,000
734,000
74.9
75
750
76
76,000
77
78.06
79
8
8.734
80
800
839
85,000
850,000
86,555
9
9.28
9.934
90
97
98
999
:
;
?
A
A.
ABC
AG
AGF
ANC
Abbett
Abney
According
Accords
Act
Activity
Actually
Administration
Advisors
Aermacchi
Aeronautical
Aerospace
Affairs
Africa
African
Africanist
After
Agency
Ages
Ah
Aides
Air
Aircraft
Airlines
Airways
Alan
Alfred
All
Allen
Also
Although
Altman
America
American
Americans
Among
An
Analysts
And
Andreas
Andrew
Angeles
Anglican
Another
Antonio
Any
Apple
April
Are
Area
Argentina
Arguing
Arizona
Arlington
Armstrong
As
Asia
Aside
Aspen
Assistant
Association
Assuming
Assurances
At
Athens
Atlantic
August
Australia
Australian
Austria
Authority
Auto
Average
Aviation
Avions
Avmark
Axa
B.
B.A.T
Bahamas
Bank
BankAmerica
Bankers
Banking
Bankruptcy
Barbara
Barnabas
Baxley
Beach
Bebear
Because
Bedminster
Beech
Beers
Before
Beijing
Belorussian
Besides
Beverly
Beyond
Big
Bill
Black
Bloc
Bloomingdales
Board
Boeing
Bond
Bonds
Bonwit
Books
Borten
Boskin
Boston
Both
Bourse
Bowery
Box
Boys
Brady
Breaking
Breeden
Breguet
Bridge
Britain
British
Broadcast
Broadcasting
Brookings
Brunswick
Budapest
Buddha
Budget
Bueky
Building
Bulgarian
Bumpers
Burbank
Bureau
Burnham
Burt
Bush
Business
Businesses
But
Buying
By
C.
C.E.
CBS
CDT
CFTC
CPI
CSF
Cadillac
Calif
Calif.
California
Camp
Campeau
Canada
Canadian
Candid
Capetronic
Capital
Capitol
Car
Carleton
Carpenter
Carry
Carter
Cassim
Cat
Cathedral
Cause
Cay
Central
Century
Cessna
Chairman
Chandross
Chapman
Chapter
Charles
Check
Chevrolet
Chi
Chicago
Chief
China
Chinese
Choice
Chris
Christmas
Christopher
Chrysler
Church
Cie
Cie.
Ciminero
Circuit
Citicorp
Cities
City
Claiborne
Claude
Clearly
Close
Co
Co-operative
Co.
Coalition
Code
Coleco
Colorado
Columbia
Combined
Comfort
Comment
Commercial
Commission
Committee
Commodities
Commodity
Common
Communications
Communist
Community
Companies
Companion
Company
Compelled
Components
Computer
Congratulations
Congress
Congressional
Congressman
Conreid
Consider
Consolidated
Constantine
Continental
Convention
Corp
Corp.
Corporate
Council
Court
Cranston
Create
Credit
Crete
Crisanti
Cronkite
Cross
Crucial
Cube
D
D.
DJIA
DLC
Dai
Daily
Dale
Dallas
Dan
Danny
Dark
Darman
Dassault
Data
Dave
David
Day
De
DeConcini
Deafening
Deak
Dealers
Dean
Dearborn
Dec.
December
Declan
Democracy
Democrat
Democratic
Democrats
Dennis
Denver
Department
Deposit
Despite
Details
Detroit
Devotees
Dieppe
Director
Dismal
District
Doctrine
Dodd
Dollar
Domestic
Domestically
Donald
Donaldsonville
Dorian
Douglas
Dow
Drexel
Drug
Dubnow
During
Dynamics
E.
EDT
EST
EYP
East
Eastern
Economists
Edmund
Edward
Electric
Electronic
Elements
Elias
Elite
Employees
Employment
Emporium
Encouragement
End
Endangered
Energy
Englund
Entering
Enterprises
Entertainment
Enthusiasts
Equipment
Equitable
Eslinger
Especially
Establish
Ethan
Ethics
Euro
Europa
Europe
European
Evaluations
Even
Evening
Every
Exactly
Exchange
Exports
Express
F
F.W.
FCC
Falcon
Farentino
Farmers
Fed
Federal
Few
Fidelity
Fighting
Fin
Finance
Financial
Financiere
Firm
First
Fla.
Fleet
Following
Food
For
Force
Ford
Foreign
Foster
Four
France
Frankly
Fred
Free
Freeport
French
Frenchman
Freres
Friday
Friedman
Fries
Full
Fund
Furthermore
Futures
G.
G.m.b
GDP
GI
GM
GOP
Ga
Ga.
Gabor
Gains
Gallup
Gary
Gas
General
Generale
Generales
Generally
George
Germany
Geza
Giant
Ginnie
Give
Glauber
Glenn
Global
Goldman
Goldsmith
Good
Government
Grandparent
Grant
Great
Greece
Greek
Greeks
Greenspan
Group
Gruber
Guangdong
Guber
H
H.
HBO
HK$
Hall
Hammond
Hans
Harkins
He
Healy
Hellenic
Hence
Henry
Hill
Hills
His
Hodge
Hodgson
Holdings
Hollywood
Holston
Holy
Home
Honda
Hong
Hooker
Hoover
Hot
House
Housing
Houston
How
Howard
However
Hoylake
Hu
Hudson
Hungarian
Hungary
Huntz
Hutton
I
I.
II
IIGS
III
IIcx
Ichi
If
Ignore
Iken
Ill
In
Inc
Inc.
Indeed
Index
Indianapolis
Indonesia
Industrial
Industrials
Industries
Instead
Institute
Institution
Instruments
Insurance
Integrated
Intelligence
Interest
International
Introduced
Investcorp
Investigation
Investment
Investments
Investors
Ironically
Irvine
Is
It
Italy
Its
J.
J.B.
Jack
James
Jan.
January
Japan
Japanese
Joanna
John
Johnson
Jon
Jones
Journal
Jr.
Judge
Judging
July
June
Junk
Justice
Justin
KLM
Kader
Kangyo
Kanska
Kaye
Kazakh
Keating
Kelly
Kemper
Kennedy
Kenneth
King
Kirghiz
Klerk
Kong
Koskotas
Kremlin
Kwan
Kysor
L.
L.P.
La.
Labor
Lambert
Last
Later
Lausanne
Lazard
Leadership
Learning
Leasing
Left
Lehman
Leinberger
Leonard
Let
Levy
Lewis
Lexington
Lexus
Liberal
Liberty
Light
Like
Lilley
Limited
Lin
Lincoln
Lines
Little
Lloyd
Loan
Lockheed
Lomas
London
Longman
Lonski
Look
Lord
Los
Lowenstein
Ltd
Ltd.
Lusaka
Lutsenko
Lynch
Lyonnais
Lyons
Lyster
MB
MCA
MGM
MMI
MMS
MOVED
Macintosh
Made
Mae
Maffei
Major
Make
Malaysia
Mandela
Manhattan
Manuel
Manufacturers
Many
Marcel
March
Maria
Marietta
Market
Markets
Markey
Martin
Marysville
Mass.
Matchbox
Matsushita
Mattress
Max
Maxwell
May
McCain
McCarthy
McCurdy
McGraw
McLoughlin
McMoRan
McNamara
Mean
Meantime
Meanwhile
Medical
Merc
Mercantile
Merrill
Metropolitan
Mich
Michael
Michelle
Michigan
Mickey
Middle
Midi
Mikulski
Military
Mind
Minella
Mines
Mineworkers
Minister
Ministry
Minnesota
Mirage
Missouri
Mitsotakis
Mixte
Mlangeni
Mohammed
Mokaba
Monastery
Monday
Monitor
Months
Moody
Moonlighting
Moore
More
Mortgage
Mortimer
Moscow
Most
Motion
Motor
Motors
Motsoaledi
Mouse
Mr.
Ms.
Mulford
Mulhouse
Mullins
Munich
Municipal
Murdoch
Mutant
My
N.J.
NATO
NAV:22.15
NBC
NYSE
Nagykanizsa
National
Naturally
Nature
Navigation
Navy
Nedelya
Negotiations
Nelson
Network
Nevertheless
New
Newport
News
Newsreel
Newsstands
Newsweek
Next
Nicholas
Nika
Nikolai
Ninja
Nintendo
No.
Nobody
Non-residential
Nonetheless
Noonan
Norfolk
Norstar
North
Not
Nov.
November
Now
Nunn
Nyiregyhaza
OFFICIALS
OK
OKing
Oberstar
Observer
Oct.
October
Of
Off
Office
Ohio
Okla.
Oliver
Olympia
On
Once
One
Only
Opposed
Opposition
Or
Orthodox
Other
Our
Out
Over
Overall
Own
PASOK
PLC
PPI
Pact
Paid
Palestinian
Pan
Panama
Papandreou
Paramount
Paribas
Paris
Parliament
Part
Partners
Partnership
Party
Paul
Pell
Penniman
Pentagon
People
Percentage
Perfecta
Perhaps
Pet
Peter
Peters
Petrolane
Peugeot
Philadelphia
Philip
Philippines
Physicians
Picture
Pictures
Playmates
Plus
Po
Points
Poland
Policy
Poll
Polls
Poor
Porsche
Portugal
Post
Postal
President
Pretoria
Previous
Prices
Prime
Privately
Products
Progress
Proposals
Prospects
Public
Qintex
R.
Radio
Ramirez
Rand
Rashid
Rate
Rather
Raymond
Raytheon
Readers
Reagan
Recalls
Recognition
Recovery
Recreation
Reedy
Rehnquist
Rep.
Replied
Report
Require
Research
Reserve
Resolution
Resorts
Resource
Resources
Retired
Review
Reynolds
Richard
Richardson
Riegle
Robert
Roe
Roger
Rolf
Rollin
Ronald
Rosenblatt
Rostenkowski
Rubik
Ruby
Rules
Rupert
Russian
Rustin
S&Ls
S&P
S.
S.A.
S.p
SE
SEC
Saatchi
Sachs
Salem
Sales
Saloojee
Sam
Sass
Savings
Savoca
Saxon
Says
Secretary
Securities
Seeking
Sen.
Senate
Senior
Sens.
Separately
Sept.
September
Sequa
Service
Services
Several
Shane
She
Shearson
Shing
Shop
Short
Should
Sidecar
Siemens
Sik
Sikes
Similar
Simon
Simultaneously
Since
Sir
Sisulu
Six
Sizwe
Skinner
Skokie
Small
So
Socialist
Societe
Solicitor
Some
Sony
South
Southeast
Southern
Southland
Southmark
Soviet
Soweto
Spain
Speaker
Species
Specifically
Sporkin
Sports
Springs
Sprizzo
Standard
Stanford
Stanley
Starr
State
Statements
Statistical
Statistics
Steven
Still
Stock
Stocks
Street
Strictly
Striking
Studio
Studios
Stunned
Such
Sugarman
Sullivan
Sunday
Sunshine
Supreme
Surprisingly
Syndication
System
Systems
Szabad
Szanton
Szocs
T
T.
T34C
TV
TVA
TW
Taffner
Taiwan
Tampa
Task
Technical
Teenage
Telecommunications
Television
Teller
Tennessee
Texas
Thailand
Thames
That
Thatcherian
The
Their
Then
There
These
They
Things
This
Thomson
Those
Though
Three
Through
Thursday
Thus
Time
Times
Ting
To
Today
Tokyo
Tom
Tommy
Too
Tories
Totals
Toy
Toyota
Toys
Trade
Traders
Trading
Transfer
Translated
Transportation
Treasury
Treasurys
Trexler
Trinitron
Trinity
Trouble
Trust
Tsuruo
Turned
Turner
Turtles
Two
U.N.
U.S.
U.S.based
UA
UAL
US$
Umkhonto
Uncle
Under
Underclass
Undersecretary
Unify
Union
United
University
Unlimited
Uranium
Uspensky
VISTA
Va.
Vacancy
Valenti
Valley
Varese
Various
Vice
Views
Visa
Voice
Volume
Volunteer
Voss
W.
Wade
Wah
Walkman
Wall
Walter
Wan
War
Warner
Warsaw
Washington
Way
We
Wednesday
Week
Well
Wertheimer
West
Western
What
Whatever
When
Where
While
White
Who
Why
Wide
Wilber
Will
William
Wilson
Wink
With
Without
Witter
Wonder
Working
Works
World
Worlds
Worries
Worse
Would
Wright
Xerox
YES
Yale
Yamaguchi
Yank
Yeh
Yes
Yet
York
You
Young
Youth
Yuppily
Zambia
Zealand
Zsa
Zuckerman
`
``
a
a.m.
abandon
abating
ability
able
aboard
abomination
abortion
abortions
about
above
abroad
abruptly
absolute
absolutely
absorb
absorbed
abstract
accelerated
accept
accepting
access
accompanied
accord
according
account
accounts
accurate
accused
accuser
accusers
accusing
achieve
achieved
acknowledged
acquire
acquiring
acquisition
across
act
acted
acting
action
actions
active
activist
activists
activity
actor
actual
actually
ad
adamant
adapted
add
added
adding
addition
additional
additions
address
adds
adjusted
adjustment
adjustments
administered
administration
admirable
admired
admit
adopt
adopted
adopting
ads
adult
adults
advances
advantage
advertisements
advertising
advisers
advisory
advocates
affair
affairs
affect
affected
affiliates
affinity
afflict
afloat
after
aftermath
afternoon
again
against
agencies
agency
agenda
agent
ages
aggravate
aggressive
aging
agitation
ago
agree
agreed
agreement
ahead
aid
ailing
aim
aimed
air
aircraft
aired
airline
airlines
airplanes
airport
airwaves
alarming
alike
alive
all
allegation
allegations
alleged
alleging
allies
allow
allowed
allowing
allows
almost
alone
along
already
also
alter
altering
alternative
although
am
amazing
amend
amended
amid
among
amount
amounted
amounts
ample
an
analysis
analysts
analyzed
and
anew
angry
anniversary
announce
announced
announcement
announcements
annual
annually
anomalies
anonymity
another
answered
answers
antecedents
antelope
anti-airline
anti-apartheid
anti-government
anti-racketeering
anti-takeover
anticipate
anticipated
anticipating
anticipation
antique
anxiety
anxious
any
anything
anytime
anywhere
apartheid
apartments
apparently
appeal
appealing
appear
appearance
appeared
appears
appease
applied
appointed
appropriate
approval
approve
approximately
archaic
are
area
areas
arguably
argue
argued
argument
arguments
arise
arising
arm
armed
arms
aroma
around
arranged
array
arrested
article
articles
as
aside
ask
asked
asking
aspersion
assault
assembled
assembly
assertions
asserts
asset
assets
assist
assistance
assisted
assisting
associates
association
associations
assorted
assume
assumption
assurances
at
atop
attached
attempt
attempted
attempting
attend
attention
attitude
attorney
attract
attributes
audiences
audio
auditors
austerity
authority
authorized
auto
autocratic
automakers
automatically
available
average
aviation
avoid
avoiding
awaited
awaits
aware
awash
away
b
baby
back
backed
backers
backflips
backing
bad
bailout
balance
balanced
ban
bandwagon
bank
banker
bankers
banking
bankruptcy
banks
banner
banning
barely
bargained
bargains
barnacles
barracks
barred
barriers
bars
base
based
bases
basic
basis
basket
battered
batteries
battle
be
bear
bearish
bears
beat
became
because
become
becomes
becoming
bedpans
beef
been
beer
before
began
begin
beginning
begins
begun
behalf
behavior
behaviors
behest
behind
being
belatedly
belief
believe
believed
believes
below
beltway
benchmark
bend
beneath
benefited
benefits
best
betrayed
better
between
beverage
bickered
bid
bidding
bids
big
bigger
biggest
bilateral
bill
billings
billion
billions
bills
binges
biotechnology
birth
bit
bitter
bitterly
blabs
black
blacks
blame
blank
bleak
bleeding
blend
block
blocked
blocking
blow
blue
board
body
bolder
bomb
bombing
bonanza
bond
bonds
book
boom
border
borders
bored
boring
born
borrowed
borrowing
both
bottle
bought
bounce
bout
boys
brainchild
brave
breadth
break
breakdown
breaker
breakers
breaking
breakthrough
breather
bribed
bribes
bridging
brief
briefed
bright
brightly
bringing
brings
broadcast
broadcasting
broadcasts
broaden
broke
broken
broker
brokerage
brokering
broth
brought
bubbling
budge
budged
budget
budgets
build
building
buildings
builds
built
bull
bumble
buoy
burden
bureau
burner
business
businesses
businessman
busy
but
buttons
buttress
buy
buyer
buyers
buying
buzzing
buzzword
by
c
ca
cabinet
cable
calamity
calculation
calculations
calendar
call
called
calling
calls
came
campaign
campaigns
can
canary
canceled
candidate
cans
capacity
capital
capitalist
capitalized
caps
car
carcass
card
cardiac
cards
care
career
careers
carefully
carried
carrier
carries
cars
carve
case
cases
cash
cassette
cast
casting
casualty
catalyst
catches
catching
category
catharsis
caught
cause
caused
causing
celebrate
cell
cement
center
centers
centimeter
central
centrist
cents
century
certain
certainly
cessation
chain
chair
chairman
chairmen
chairs
challenge
challengeable
chance
chances
change
changed
changes
changing
channel
chants
character
characters
charge
charged
charges
charity
chastened
cheap
cheaper
cheaply
checkpoints
chefs
chief
children
chip
chips
choice
chose
chosen
chums
chunk
church
circuit
circulation
circumstances
circumstantial
cite
cited
cities
citing
citizen
citizens
citizenship
civic
civil
claims
clarity
class
classes
classic
clean
cleaner
clear
clearing
clearly
climate
climbed
clinching
clinics
clock
close
closed
closely
closest
closing
clothes
clout
co-author
co-head
co-sponsored
coal
coalition
coercion
coffers
cognoscenti
coherence
cold
collaborating
collapse
collapsed
colleagues
collection
collectors
college
colleges
colony
color
colored
colorful
colors
combat
combination
combined
come
comedies
comedy
comes
comforting
comic
coming
commander
comment
commentary
commercial
commissioners
commit
commitment
commitments
committee
commodities
common
commonly
communications
communist
communists
community
commuting
companies
company
comparable
comparably
compared
compelling
compete
competing
competition
competitive
competitor
complain
complained
complaining
complete
completed
completely
complex
complicity
compound
compromise
compromised
compulsion
compulsory
computer
computerized
computers
comrades
conceded
conceived
concentrated
concept
concern
concerned
concerning
concert
concessions
concluded
concluding
condemning
condition
conditions
conduct
conferees
conference
conferring
confessed
confidence
confident
conform
confusion
congressional
connected
connector
conscious
consecutive
consensus
consent
conservation
conservative
conservatives
consider
considerable
considered
consistent
conspicuously
conspiracy
constantly
constituent
constitution
constitutional
construction
consultant
consultations
consulting
consume
consumer
consumers
contact
contacted
contacts
contagious
contain
contains
contended
contends
content
context
continue
continued
continues
continuing
contract
contracts
contrary
contrast
contrasts
contribute
contributed
contributing
contributions
control
controlled
controls
controversial
convenience
convention
conversations
converted
convictions
convincing
convolutions
cooked
cooks
cooperate
cooperation
cooperatively
copies
core
corners
corporate
corporates
corporation
corporations
corps
correspondent
correspondents
corruption
cost
costing
costly
costs
could
councils
counsel
count
counted
counter-cyclical
counterparts
counters
counting
countries
country
countryside
couple
coupon
course
court
courtrooms
courts
cousin
cover
covering
cpu
cracks
craft
crash
creamed
create
created
creating
credibility
credit
creditor
creditors
crew
crime
criminal
crises
crisis
critic
critical
criticism
criticized
cross-market
cross-section
crowd
crowned
crucial
cry
cuisine
cured
curing
current
currently
curtailed
curtains
customer
customers
customs
cut
cute
cuts
cycle
cycles
czars
d
daily
damage
damages
danger
dangerously
dapper
data
day
days
de
deadlock
deal
dealer
dealers
dealings
deals
debacle
debate
debates
debilitating
debt
decade
decades
decent
deceptive
decide
decided
decision
decisions
decline
declined
declines
declining
decrying
deductions
deep
deeper
deepest
deeply
default
defaulted
defaults
defeated
defects
defendants
defense
deferred
deferring
defiantly
deficit
definitely
defrauding
delays
deliveries
delivering
delivery
demand
demanded
demonstration
denied
denies
denounced
deny
department
departments
depend
dependence
dependent
depending
depiction
deposit
depositors
depress
depressed
depression
depth
deputy
deregulation
derivative
deserted
designed
designer
desirable
desktop
despite
destructive
detail
detailed
details
detective
deterioration
determine
developed
developing
development
developments
devised
devoid
devoted
devotees
diagnostic
dialects
diamond
diaper
did
die
diet
differ
difference
differences
different
difficult
difficulties
digging
diluted
diminished
dipped
direct
directed
directly
director
directory
disadvantage
disaffected
disappear
disappeared
disarmament
disaster
discipline
disciplined
disclosed
disclosure
disclosures
discourse
discovered
discredit
discreetly
discuss
discussed
discussion
discussions
disease
dish
disillusionment
disk
dismissed
displayed
disposed
dispute
disputed
disrupted
distinctive
distinctly
distracting
distressed
dive
diversified
diversifying
diverted
divide
divided
dividend
dividends
division
divisions
do
doctors
does
doing
dollar
dollars
domestic
domestically
dominance
dominated
donated
donations
done
doom
door
doors
double
doubtful
doubts
down
downgrades
downturn
dozens
drachmas
draft
dragged
drain
draw
dress
dried
drilled
drive
driven
drives
driving
drop
dropped
dropping
drops
drugstore
drumbeat
due
dues
dump
dumps
dune
dupes
duplicate
during
duty
dwarf
e
each
eager
earlier
early
earned
earnings
ease
easier
easily
easing
east
eastern
easy
eccentric
echoing
economic
economically
economies
economist
economists
economy
editor
editorial
education
educational
eerie
effect
effectively
effects
effort
efforts
eggs
eight
either
elaborate
elders
election
elections
electricity
electro
electronic
electronics
eliminate
eliminated
else
eluding
embezzler
emerged
emergency
emotion
emphasize
empire
employed
employee
employees
employers
employing
employment
empty
emptying
enact
encircling
encourage
encouraged
encouragement
encourages
end
endangered
ended
ending
endless
endorsed
endow
enemy
energy
enforcement
engine
engines
engorgement
enjoy
enlarged
enormous
enough
enrolled
enrollees
entangled
enter
entered
enterprise
enterprises
enthusiastic
enticed
entirely
environment
envisaged
episode
episodes
equal
equaling
equipment
equipped
equities
equity
equivalent
era
erratic
especially
essence
established
establishing
establishment
estate
estimate
estimated
estimates
ethics
evaluate
evaluated
even
evening
event
events
eventually
ever
every
everybody
everyone
everything
evidence
evident
evil
evokes
ex
ex-member
exacerbate
exact
exactly
examine
example
exceed
except
excess
exchange
exchanges
excite
excludes
exclusively
execute
executive
executives
exempt
exert
exhausted
exhibit
exhort
existance
existence
existing
exists
exonerated
exorbitant
exotic
expand
expanding
expansionism
expect
expectations
expected
expecting
expects
expenditures
expense
expenses
expensive
experience
experienced
expertise
experts
expired
explanation
explicitly
explodes
explosion
export
exports
expressed
extended
extension
extensive
extent
external
extradition
eyed
eying
f
face
faced
faces
facilities
facility
facing
fact
facto
factor
factories
factory
fade
failed
fails
fair
fairly
fairs
fall
fallen
faltering
falters
families
family
famous
far
fares
farming
fast
faster
fastest
father
favor
fear
feared
featuring
federal
federally
fee
feel
feeling
feels
fees
fell
fellow
fend
fending
few
fiasco
fictional
fifth
fight
fighting
figure
figured
figures
figuring
file
filed
filing
filings
films
fin
final
finally
finance
financed
financial
financially
financing
financings
find
fine
fined
finger
fingers
fire
fired
fires
firm
firms
first
fiscal
fists
five
fixed
flag
flags
flamboyant
flare
flat
flatness
flatten
flattening
fled
fledging
fleet
flew
flexibility
flies
flight
flog
floor
flow
fly
flying
focus
focused
focuses
focusing
fogged
foil
foiled
follow
followed
followers
following
follows
food
foods
foot
for
force
forced
forceful
forecast
forecasts
foreign
forest
forever
forgetting
forgotten
form
formally
format
formed
former
formula
forthright
fortunes
forward
fought
found
foundation
founded
founding
four
fourth
fraction
francs
frantically
fraud
free
freed
freedom
freeing
freely
freeze
freezes
frequencies
frequency
frequent
frequently
friend
friends
friendship
frigate
from
front
fronts
frozen
frustrating
frustration
fulfilling
full
fully
fund
fundamental
funded
funding
funds
funneled
furnished
furniture
further
fusillade
futile
future
futures
g
gain
gained
gaining
gains
gambling
game
games
gap
garbage
garnered
gate
gather
gathered
gave
gearing
general
generalized
generally
generated
generating
generation
genius
genuine
get
gets
getting
gifts
girl
gist
give
given
gives
giving
glamour
glaringly
glasnost
globe
glop
go
goal
going
gold
gone
good
goods
gospel
gossip
gossipy
got
govern
governing
government
governments
governor
governors
grabbing
grade
gradually
graduates
graduation
grand
grant
grants
grass
gratuities
gray
graying
great
greater
green
grew
gridlock
grim
grind
gross
grossly
ground
group
groups
grow
growing
grown
growth
guard
guarded
guided
guilty
hackles
had
hagglings
hair
half
halt
halted
halting
halts
hammer
hammered
hamper
hamstring
hand
handle
hands
hang
happen
happened
happenings
happy
hard
harder
hardest
harnessing
harshest
has
have
having
he
head
headed
headquarters
heads
health
healthy
hear
hears
heavily
heavy
hectic
hefty
heightened
held
hell
help
helped
her
herald
herd
here
hidden
high
higher
highest
highly
hill
him
himself
hire
hired
his
historical
hit
hitch
hoisted
hold
holders
holding
holdings
holiday
home
homes
honor
hope
hoped
hopeful
hopes
hoping
horn
hospitable
hospitals
host
hostile
hot
hotel
hour
hours
house
houses
housing
how
however
huge
human
hundred
hundreds
hung
hunt
hurries
hurt
hype
hysteria
idea
ideal
idealistic
identical
identified
ideological
ideology
if
ignition
ill
illegal
illegally
illegitimate
illustrate
illustrated
imagination
imaging
imbalances
immediate
immediately
immigration
impact
impacted
imperialism
imperialists
implemented
implicated
implications
implies
import
importance
important
imported
imports
imposed
imposing
impossible
imprisonment
improbable
improper
improve
improved
improvement
improves
improving
in
inability
inaccurate
incentive
incentives
inched
include
included
including
income
inconsiderable
incorporated
incorrect
increase
increased
increases
increasing
increasingly
incurred
incurring
indeed
independent
index
indexes
indication
indications
indicative
indicators
indicted
individual
individuals
industrial
industrialists
industrialization
industrials
industries
industry
ineptitude
inequities
infecting
infiltrated
inflates
inflation
influence
influenced
influencing
influenza
influx
inform
information
informed
infrastructure
infringement
ingredients
initial
initially
initiative
inject
injection
innocent
innocently
innovative
inquiry
inside
insider
insisted
insisting
insists
insolvency
insolvent
inspired
install
instance
instead
instinct
instinctive
institute
institutions
instructed
instruments
insurance
insured
insurer
integration
intellectual
intelligence
intend
intended
intense
intensifying
interceded
interest
interested
interesting
interests
interim
internal
international
interrupting
interruption
intersperses
intervened
interventionists
interview
interviewed
interviewing
intimidation
into
introduced
invade
invest
investigate
investigated
investigation
investment
investments
investor
investors
involve
involved
involvement
involves
involving
iota
irony
irregular
is
issue
issued
issuer
issues
it
its
itself
jail
jailed
jammed
jamming
jet
jinks
jitters
jittery
job
jobs
join
joining
joint
jolt
journalists
judge
juice
jump
jumped
junior
junk
jurisdiction
just
justice
justices
justification
justify
keep
keeping
kelp
kept
kettle
key
kick
kickbacks
kicked
kids
killed
killing
kind
kinds
knee
knit
knocked
know
knowledge
knowledgeable
known
la
label
labor
laboratory
lack
lacks
ladies
lagged
lags
laid
lament
laminated
lance
land
lands
lapses
large
largely
larger
largest
lash
last
late
later
latest
launch
launched
launches
laundromat
lavishly
law
lawmakers
laws
lawsuit
lawyer
lead
leader
leaders
leadership
leading
leads
league
learn
lease
leases
leasing
least
leave
leaving
led
leeway
left
leftist
leftovers
legal
legislation
legislative
legislators
length
less
lesser
lesson
let
letter
letters
level
levels
leverage
leveraged
liaison
liberals
liberation
libertarians
librarians
license
life
lift
lifted
lifting
light
lighten
lighthearted
like
likely
likened
limit
limited
limits
line
lines
lineups
link
linked
lions
liquid
liquidity
listed
listen
listeners
listening
listing
litmus
little
live
lived
livelier
lives
living
loan
loans
lobby
lobbying
local
localities
location
lock
long
longer
look
looked
looking
looks
loose
looting
lose
loses
losing
loss
losses
lost
lot
lots
lousy
loutish
lovable
low
lower
lowest
loyalty
lucrative
lunch
luxury
machinery
machines
made
magazine
magazines
magnate
main
mainly
maintain
major
majority
make
maker
makers
makes
making
males
man
managed
management
manager
managers
manages
managing
mandate
mandatory
manifest
manpower
manufacture
manufactured
manufacturer
manufacturers
manufacturing
many
mapped
march
margin
margins
marine
mark
market
marketeers
marketing
marketplace
marketplaces
markets
marks
marriage
married
marvelously
massacre
masses
massive
master
match
matter
matters
may
me
mean
meaning
means
meant
meantime
meanwhile
measure
measures
mechanisms
media
medical
medium
meet
meeting
meets
mega-hit
meltdown
member
members
men
menial
mention
menu
merchandise
merchant
merge
merger
merit
merits
mess
message
messengers
metal
metalworkers
metaphor
metro
metropolitan
microchips
mid-1970s
mid-1980s
mid-1988
mid-1990s
mid-20
mid-June
mid-sized
midday
middle
midnight
midst
might
militant
military
million
millions
mind
minded
minerals
miners
mines
minimizing
minimum
minister
ministers
minivans
minor
minority
minors
minute
minutes
miracle
misadventure
miscegenation
mischief
mismatch
misplaced
miss
missed
missile
mission
mistake
mistakes
mix
mixed
mobilized
model
models
moderate
moderates
modest
modicum
moment
momentum
money
monitor
monitored
monitoring
monopoly
month
monthly
months
mood
mop
moral
morass
more
moreover
morning
mortgage
most
mostly
mothballing
mother
motive
move
movement
moves
movie
movies
moving
much
muck
multifamily
multinational
multiplied
municipals
mushroomed
music
musical
must
mutate
mutual
my
n't
name
named
narrowing
nation
national
nations
nationwide
nearby
nearing
nearly
necessarily
necessary
need
needed
needs
negative
negatively
negotiate
negotiated
negotiations
neither
nervous
net
network
networks
never
new
newly
news
newspaper
newspapers
newsprint
next
niche
night
nine
no
non-U.S.
non-answer
non-insurance
non-profit
non-staple
non-strategic
none
nor
normal
normalcy
nostalgia
not
notable
notably
noted
notes
nothing
notice
noticed
notified
notion
nouvelle
now
nowadays
number
numbers
numerous
objectionable
objections
obligation
obligations
obligatory
observation
observer
observers
obtain
obtained
occupation
occur
occurred
occurring
of
off
offer
offered
offering
offers
office
officer
officers
offices
official
officially
officials
offset
offspring
often
old
olds
omnibus
on
once
one
ones
only
open
opened
opening
opens
operate
operated
operates
operating
operation
operations
operator
opinions
opponent
opponents
opportunistic
opportunities
opportunity
oppose
opposed
opposition
optics
option
options
or
orchids
order
ordered
ordering
orderly
orders
ordinary
organization
organizational
organizations
organize
organizing
oriented
originally
ostensible
other
others
our
ousting
out
outlawed
outlined
outlook
output
outright
outs
outset
outside
outspoken
outstanding
outstripped
over
overall
overarching
overbuilt
overcapacity
overcome
overdue
overpay
overreact
overreacted
overseas
oversee
overseeing
oversees
oversight
overstrained
oversubscribed
overt
overthrow
owe
own
owned
owner
owners
owning
owns
p.m
p.m.
pace
pachinko
packed
pact
page
pages
paid
paint
pair
palatable
palate
pall
palm
panel
panic
panicky
paper
papers
parakeets
pare
parent
parents
parliamentary
parlor
part
parte
participant
participants
participate
participated
participating
participation
particular
particularly
parties
partly
partner
parts
party
pass
passable
passage
passed
passionate
passive
past
patriarchate
patriotic
patronage
pause
pauses
pay
paying
payment
payments
peace
peaceful
peak
peaks
peculiar
peddle
pence
people
per
percentage
perfect
perfidious
perform
performance
performing
perhaps
period
permanent
permission
permits
permitted
personal
personalities
personally
personnel
perspective
pervaded
pet
petrochemical
phone
phoned
phones
pick
picketing
pickups
picture
pictures
piece
pieces
pilot
pilots
pinball
pinched
piranha
pit
place
placed
places
placing
plain
plan
planned
planning
plans
plant
planting
plants
plastic
platter
play
played
players
playgrounds
playing
plays
pleasing
pledges
plenty
pliers
plight
plot
plummet
plummeted
plummeting
plunge
plunged
plus
plush
pneumonia
pockets
point
pointed
points
poised
policies
policy
politic
political
politically
politicians
politicized
politics
polls
pony
poor
poorer
poorly
popular
population
pork
porridge
port
portable
portfolio
portion
portions
portrayals
portrayed
pose
posing
position
positions
possibility
possible
possibly
post-World
post-crash
post-electoral
postal
posted
posters
postpone
postponed
pot
potential
potentially
pounds
pour
power
powerboat
powered
powerful
powerless
practically
pre-trial
precipitous
predetermined
predict
predictable
prefer
preferably
preliminary
premier
premiered
premise
premises
premium
preoccupied
preparation
prepared
preparing
prerequisite
presence
present
presented
presently
preserving
president
presidential
press
pressed
pressing
pressure
pressures
prestigious
pretax
pretty
prevails
prevent
prevented
previous
previously
prey
price
priced
prices
priests
primarily
primary
prime
principal
principle
printed
printing
prior
prison
private
privately
privy
pro-Soviet
probably
probe
problem
problematic
problems
procedural
procedures
proceedings
proceeds
process
processing
proclamations
prod
prodding
produce
produced
producer
producers
produces
producing
product
production
productive
products
professes
professional
professionals
proficient
profit
profitable
profits
profoundly
progenitors
program
programming
programs
prohibit
project
projecting
projects
prominent
promise
promised
promises
promote
promoted
promoting
promotion
prompt
prompted
promptly
proof
propagandists
proper
property
prophecy
proponents
proposal
proposals
propose
proposed
proposing
propositions
propsed
propulsion
prospective
prospects
prospectus
prosperous
protect
protected
protection
protests
prototypes
prove
proved
provide
provided
provides
providing
province
provincial
provision
provisions
provocation
prudent
pseudosocialism
psychic
public
publication
publicity
publicly
pull
pulled
punky
purchase
purchased
purchases
purportedly
purpose
purposes
pursue
pursued
push
pushed
pushes
pushing
put
puts
puzzled
quaint
qualify
quality
quarter
question
questions
quicken
quickly
quid
quiet
quit
quite
quota
quotas
quotations
quoted
quoting
racial
racially
radical
radio
radios
rail
railroad
raise
raised
raising
raked
rallied
rally
ran
range
ranging
ranks
rapid
rate
rates
rather
rating
rationale
re-election
re-energized
re-exports
reach
reached
reaching
reacting
reaction
reactivated
read
reading
readings
readjustment
ready
real
realestate
realize
realized
realizing
really
reason
reasonable
reasonably
reasoned
reasons
rebate
rebates
rebirth
rebound
rebounded
rebounds
recalls
receive
received
receives
receiving
recent
recently
recession
recipe
recipient
reckless
recognizing
recommendations
recommended
reconciliation
reconsider
record
recorder
recording
recoup
recovering
recovery
recruitment
rectification
recycling
red
redeemed
redemptions
reduce
reduced
reducing
reduction
refer
referring
reflect
reflecting
reflexively
reform
reformers
reforms
refrigeration
refugee
refused
refusers
regain
regard
regarding
regards
regime
regimentation
region
regional
registration
regularly
regulated
regulating
regulation
regulations
regulator
regulators
regulatory
rehabilitated
rehabilitation
reimbursement
reinforce
reject
related
relations
relative
relatively
release
released
releases
relentless
reliance
relief
religion
religious
reluctance
remain
remained
remaining
remains
remake
remarked
remarks
remember
remove
removed
rename
render
rendered
renewed
renewing
reopening
reoriented
repair
repairs
repeat
repeatedly
replace
replaced
replays
replied
report
reported
reporters
reporting
reports
representative
representatives
represents
repressive
reptilian
republic
reputation
request
require
required
requirements
requires
requiring
rerun
reruns
rescinding
research
resemblances
resemble
resentment
reserve
reserves
reshaped
residential
residents
residing
resignation
resigned
resistance
resisted
resolve
resorts
resources
respect
respected
respectively
responses
responsible
rest
restaurant
restaurants
restored
restrained
restraints
restrict
restricted
restricting
restriction
restrictions
restructure
restructuring
restructurings
result
resulted
resulting
results
resurrect
retail
retailer
retailing
retain
retained
retaliation
reticence
retired
return
returned
reunited
revamp
revenue
revenues
reverse
review
revised
revision
revive
revived
rewarding
rewards
ribbons
riches
rickety
rid
rift
right
rights
rise
risen
rising
risk
rival
rivals
robotic
robust
rock
rocket
role
roles
roll
room
rooms
rose
rotting
roughly
round
rout
routine
royalty
rule
ruled
rulers
rules
rumors
run
runaway
running
runs
rush
rushed
sabotage
sacrifice
safeguards
safest
safety
said
salaries
sale
sales
salesman
same
samples
sandwich
sank
sat
satisfaction
satisfied
satisfy
satisfying
saves
saving
savvy
saw
say
saying
says
scale
scandal
scandals
scarcely
scared
scarves
scene
scheduled
scheme
scholarship
scholarships
school
schooling
schools
science
scope
screening
screwball
script
scuttled
seals
searching
season
seasonally
seat
second
secrecy
secret
secretary
sector
securities
security
see
seeds
seeing
seek
seeking
seem
seemed
seemingly
seems
seen
segmentation
segregation
seized
selective
self
sell
selling
senator
senators
senior
sense
sensible
sensitive
sentenced
separate
sequel
series
serious
servants
serve
served
service
services
serving
session
set
setback
setbacks
setting
settle
settled
settlement
seven
several
severe
severely
sexes
shaken
shaky
shape
share
shareholder
shares
sharing
sharp
sharply
she
shift
shifted
shifts
shirts
shoestring
shook
shootings
shop
shopping
short
shortly
shot
should
shouted
show
showed
showing
shown
shows
shuffle
shutdown
side
sidelined
sides
sidestep
sign
signal
signaled
significant
significantly
signing
signs
silence
similar
simple
simply
simultaneously
since
singer
single
sister
sit
site
sites
sitting
six
sixty
size
skidded
skills
skim
skin
skirmished
skirting
skittish
skyline
slaps
slated
sleep
slice
slickly
slide
slight
slightly
slim
slingers
slot
slow
slowdown
slowing
slump
slumping
small
smaller
smallpox
smart
smokescreens
snapping
so
soared
social
socialism
socialist
societies
society
sociology
socked
soften
sold
solely
soliciting
solution
some
something
somewhat
soon
sooner
sophisticated
sops
sounding
source
sources
sourcing
southern
space
spark
speaking
special
specialists
specialty
species
specific
specified
specify
speculation
speculative
speech
speed
spend
spending
spent
spies
spirit
split
spoil
spoke
spokesman
sponsored
sponsoring
spooked
sport
sporting
spot
spread
spring
spun
spurt
squabbles
squeeze
stability
stabilizing
staff
staffed
stage
staggering
stagnant
stake
stakes
stalling
stand
standard
standards
standby
standing
standstill
stark
start
started
starting
starts
starving
state
statement
statements
states
station
stations
statist
statue
status
stay
stays
steady
steals
steam
steel
steep
steeper
steering
stench
step
steps
stern
sticky
stiff
still
stipends
stock
stockholder
stocks
stoke
stolen
stop
stopped
stopping
store
stores
stories
story
stove
strain
strains
strapped
strategic
strategies
strategy
street
streets
strength
strengthen
stress
strictly
strike
striking
strip
stripe
stripes
stripped
stripping
strong
strongly
struck
structure
structured
structures
struggle
stubbornly
stuck
student
students
studied
studies
studio
studios
study
stuff
stumbling
stunning
stupid
style
styled
subcommittee
subject
subscribers
subsequent
subsidiary
subsidies
substantially
substantive
substitute
subway
succeeded
succeeding
succeeds
success
successes
successful
succession
successor
such
suddenly
sued
suffer
suffered
suffering
suggest
suggested
suggesting
suit
suitor
summer
sums
sun
super-regulator
supersonic
supervision
supplier
supply
support
supporting
supposedly
sure
surely
surge
surged
surges
surgical
surprise
surprised
surrounded
survey
survive
survives
suspect
suspended
suspending
suspension
sustained
swallow
sweeping
switch
symbol
syn
syndicate
syndication
synthesizer
system
systems
tables
tactics
tailed
take
taken
takeover
takeovers
takes
taking
talk
talked
talking
talks
tall
tame
tandem
tantalizingly
tape
tardy
target
targeted
targets
task
tasks
tax
taxes
taxpayers
teach
team
technical
technology
teddy
telephone
telephones
television
temperature
temporary
tend
tends
tenets
tentative
tenure
term
termed
terminal
terminated
terms
terrible
territory
terrorism
terrorist
test
tested
testimony
than
thankfully
that
the
theft
their
them
themselves
then
theory
there
therefore
these
they
thing
things
think
thinking
thinks
third
this
those
though
thought
thousand
thousands
thrash
threat
threatened
threatening
threats
three
thrift
thrifts
through
throughout
throw
throwing
thwarted
thwarting
ticker
ticking
tidbits
tide
tighten
tightening
time
times
tiny
title
to
tobacco
today
together
told
tolerance
tomorrow
tone
tongues
too
took
tooted
top
torpedoed
total
totaling
tough
tougher
toughest
touted
towns
townships
toy
toys
traces
tracks
trade
traded
trademark
trader
traders
trades
trading
tradition
traditional
trail
train
trainer
trainers
training
traipse
transaction
transactions
transformed
translator
transmogrified
transportation
treasury
treatment
trees
trend
trends
trial
trickery
tried
tries
trigger
triggered
trips
trivial
trouble
troubled
troubles
troublesome
trough
truck
trucks
true
trust
try
trying
tumbled
tune
turmoil
turn
turnaround
turned
turning
turtles
tutored
tutoring
twice
two
type
unable
unadited
unanswered
unavailable
unbanning
uncertain
uncertainty
unchanged
uncharted
unconditional
unconstitutional
under
undercurrent
undercut
underestimated
underpriced
underscores
underselling
undersold
understand
understood
undervalued
underwriter
underwriting
undoubtedly
undue
unenforceable
unfair
unfolded
unfriendly
uniform
unify
unifying
uninhibited
union
unionist
unit
units
unlike
unlikely
unloaded
unmet
unpaid
unprecedented
unprecedentedly
unrealistic
unreasonable
unregulated
unrest
unrestrained
unshackled
unskilled
unsolicited
unspecified
unsubsidized
unsure
until
unusual
unusually
unwholesome
unwillingness
unwise
unwittingly
up
upgrading
upheld
upon
upstart
upward
uranium
urged
urging
us
use
used
useful
user
uses
using
usual
utilities
utility
utilization
utopian
vacancy
vacant
vacation
vague
value
valued
values
van
vanished
vans
vantage
variety
various
vehicle
vehicles
vengeance
venture
ventures
verbal
version
vertical
very
veteran
vetoed
viable
vice
victory
video
view
viewers
views
vigorously
violating
violations
violence
virus
visited
visitor
vociferous
voice
volatile
volley
volume
volumes
voluntarily
voluntary
volunteer
volunteered
volunteering
volunteerism
volunteers
vote
voted
voter
voters
votes
voting
voucher
vowed
vows
vs.
wage
wages
wait
waiting
wake
want
wanted
wants
war
warned
warriors
wary
was
wash
wastrel
watched
watching
waxed
way
ways
we
weak
weakened
weakness
wealth
wears
week
weekend
weekly
weeks
weight
welcome
well
went
were
west
what
whatsoever
when
where
whether
which
while
white
whites
whittled
who
whole
wholesale
whom
whose
why
wide
widely
widen
widened
widening
wield
wild
wildlife
will
wimp
win
wing
wings
wins
winter
wiretaps
wisdom
wiser
wishers
witch
with
withdraw
withdrawal
withdrawing
withdrew
withholding
without
witnessed
wo
women
wonder
word
words
work
worked
workers
working
works
world
worried
worry
worrying
worsening
worst
worth
worthless
worthwhile
worthy
would
wound
wrapped
wrathful
wrenching
writ
write
writeoffs
writer
written
wrong
wrote
x
year
years
yellow
yen
yesterday
yet
yield
yields
you
young
younger
youth
youths
yuan
yuppie
yuppies
z
zealous
{
}
